{
  "doc-759f707de7700fc891ee79b76cc75501": {
    "content": "TITLUL I\n\nDISPOZIŢII GENERALE\n\nArticolul 1. Relaţiile reglementate de prezentul cod\n\n(1) Prin prezentul cod se stabilesc principiile generale ale impozitării în Republica Moldova, statutul juridic al contribuabililor, al Serviciului Fiscal de Stat şi al altor participanţi la relaţiile reglementate de legislaţia fiscală, principiile de determinare a obiectului impunerii, principiile evidenţei veniturilor şi cheltuielilor deduse, modul şi condiţiile de tragere la răspundere pentru încălcarea legislaţiei fiscale, precum şi modul de contestare a acţiunilor Serviciului Fiscal de Stat şi ale persoanelor cu funcţii de răspundere ale acestora.\n\n(2) Prezentul cod reglementează relaţiile ce ţin de executarea obligaţiilor fiscale în ce priveşte impozitele şi taxele de stat, stabilind, de asemenea, principiile generale de determinare şi percepere a impozitelor şi taxelor locale.\n\n(3) Noţiunile şi prevederile prezentului cod se aplică în exclusivitate în limitele relaţiilor fiscale şi ale altor relaţii legate de acestea.\n\nArticolul 2. Sistemul fiscal al Republicii Moldova \n\nSistemul fiscal al Republicii Moldova reprezintă totalitatea impozitelor şi taxelor, a principiilor, formelor şi metodelor de stabilire, modificare şi anulare a acestora, prevăzute de prezentul cod, precum şi totalitatea măsurilor ce asigură achitarea lor.\n\nArticolul 3. Legislaţia fiscală\n\n(1) Legislaţia fiscală se compune din prezentul cod şi din alte acte normative adoptate în conformitate cu acesta.\n\n(2) Actele normative adoptate de către Guvern, Ministerul Finanţelor, Serviciul Fiscal de Stat şi Serviciul Vamal de pe lîngă Ministerul Finanţelor, de alte autorităţi de specialitate ale administraţiei publice centrale, precum şi de către autorităţile administraţiei publice locale, în temeiul şi pentru executarea prezentului cod, nu trebuie să contravină prevederilor lui sau să depăşească limitele acestuia.\n\n(3) În cazul apariţiei unor discrepanţe între actele normative indicate la alin.(2) şi prevederile prezentului cod, se aplică prevederile codului.\n\n(31) La elaborarea proiectelor de acte legislative şi normative din domeniul fiscal, care reglementează activitatea de întreprinzător, Guvernul întocmeşte actul de analiză a impactului de reglementare. În cazul iniţiativelor legislative înaintate de către deputaţi, actul de analiză a impactului de reglementare va fi întocmit de Guvern în procesul de avizare, conform unei metodologii aprobate de acesta.\n\n(4) Impozitarea se efectuează în baza prezentului cod şi a altor acte normative adoptate în conformitate cu acesta, publicate în mod oficial, şi care sînt în vigoare pe perioada stabilită pentru achitarea impozitelor şi taxelor.\n\n(4 1) Procedura fiscală se aplică în timpul şi la locul aplicării, dacă legea nu prevede altfel.\n\n(5) Interpretarea (explicarea) prevederilor prezentului cod şi a altor acte normative adoptate în conformitate cu acesta este de competenţa autorităţii care le-a adoptat dacă actul respectiv nu prevede altfel. Orice interpretare (explicare) urmează a fi publicată în mod oficial.\n\nArticolul 4. Tratatele internaţionale\n\n(1) Dacă un tratat internaţional care reglementează impozitarea sau include norme care reglementează impozitarea, la care Republica Moldova este parte, stipulează alte reguli şi prevederi decît cele prevăzute de legislaţia fiscală, se aplică regulile şi prevederile tratatului internaţional.\n\n(2) Prevederile alin.(1) nu se aplică în cazurile cînd rezidentul statului cu care a fost încheiat tratatul internaţional este folosit pentru obţinerea facilităţilor fiscale de către o altă persoană care nu este rezidentă a statului cu care a fost încheiat tratatul internaţional şi care nu are dreptul la facilităţi fiscale.\n\n(3) Normele şi procedurile potrivit cărora Republica Moldova oferă/recepţionează asistenţă administrativă reciprocă în materie fiscală conform tratatelor internaţionale la care Republica Moldova este parte se aprobă de Guvern.\n\nArticolul 5. Noţiuni generale \n\nUrmătoarele noţiuni se aplică în scopul impozitării, fără modificarea statutului juridic al persoanelor juridice şi"
  }
}